adobe-source-sans-fonts
alsa-utils
arch-install-scripts
archlinux-xdg-menu
ardour
aria2
ark
aspell-en
awww
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
cava
clang
cliphist
cmake
code
cups
dictd
discord
docker
docker-compose
dolphin
dosfstools
dunst
efibootmgr
eww
extension-manager
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-zhwiki
fcitx5-qt
ffmpegthumbs
firefox
flameshot
flatpak
flatpak-builder
foot
fzf
gammastep
gimp
git
github-cli
glow
gnome-control-center
gnome-shell
go
google-chrome
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-good
gvim
helm
hplip
htop
hunspell-en_us
hyprland
hyprlock
hyprpicker
i3-wm
i3blocks
i3lock
i3status
icedtea-web
imagemagick
intel-ucode
jdk-openjdk
jdk8-openjdk
jq
jre8-openjdk
kate
kcachegrind
kde-cli-tools
kdeconnect
kdegraphics-thumbnailers
kitty
kvantum
kvantum-qt5
languagetool
lazygit
less
lib32-gcc-libs
libmythes
libnotify
linux
linux-firmware
lsof
luarocks
man-db
massif-visualizer
maven
maxima
micro
minikube
mpc
mpd
mpd-mpris
mpv
mythes-en
nano
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
npm
nwg-look
obsidian
okular
os-prober
pacman-contrib
pamixer
parallel
paru
paru-debug
pavucontrol
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pkgstats
pokemon-colorscripts-go
polkit-gnome
postgresql
ptyxis
python-pip
python-pipx
python-pywal
python-rich
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-virtualkeyboard
qt6ct
quickshell
recordmydesktop
reflector
rofi
rofimoji
ros2-humble
rsync
satty
sddm
skim
slurp
socat
starship
sudo
swaybg
swayidle
swaync
syncthing
tailscale
telegram-desktop
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langother
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
thunderbird
tk
tlp
translate-shell
tree
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code-nerd
ttf-dejavu
ttf-droid
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-ubuntu-font-family
udiskie
unzip
uwsm
valgrind
vlc
vlc-plugins-all
waybar
wf-recorder
wget
wireplumber
wl-clip-persist
woff2-font-awesome
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdotool
xorg-xhost
xorg-xlsclients
yazi
zathura
zathura-pdf-mupdf
zip
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
